DEFINES = { [183] =  { ["id"] = 183 , ["line"] = 12 , ["name"] ="GENERIC (DND)" } , [171] =  { ["id"] = 171 , ["line"] = 11 , ["name"] = 
"Алхимия" } , [226] =  { ["id"] = 226 , ["line"] = 6 , ["name"] ="Арбалеты" } , [574] =  { ["id"] = 574 , ["line"] = 7 , ["name"] ="Баланс" 
} , [38] =  { ["id"] = 38 , ["line"] = 7 , ["name"] ="Бой" } , [118] =  { ["id"] = 118 , ["line"] = 6 , ["name"] ="Бой двумя руками" } , [762] 
=  { ["id"] = 762 , ["line"] = 9 , ["name"] ="Верховая езда" } , [554] =  { ["id"] = 554 , ["line"] = 9 , ["name"] ="Верховая езда нежити" 
} , [633] =  { ["id"] = 633 , ["line"] = 7 , ["name"] ="Взлом" } , [769] =  { ["id"] = 769 , ["line"] = 7 , ["name"] ="Внутренний" } , [553] 
=  { ["id"] = 553 , ["line"] = 9 , ["name"] ="Вождение механострауса" } , [184] =  { ["id"] = 184 , ["line"] = 7 , ["name"] ="Воздаяние" } 
, [51] =  { ["id"] = 51 , ["line"] = 7 , ["name"] ="Выживание" } , [142] =  { ["id"] = 142 , ["line"] = 9 , ["name"] ="Выживание" } , [186] = 
 { ["id"] = 186 , ["line"] = 11 , ["name"] ="Горное дело" } , [160] =  { ["id"] = 160 , ["line"] = 6 , ["name"] ="Двуручное дробящее оружие " } , [55] =  { ["id"] = 55 , ["line"] = 6 , ["name"] ="Двуручные мечи" } , [172] =  { ["id"] = 172 , ["line"] = 6 , ["name"] ="Двуручные топоры" } , [354] =  { ["id"] = 354 , ["line"] = 7 , ["name"] ="Демонология" } , [229] =  { ["id"] = 229 , ["line"] = 6 , ["name"] = "Древковое оружие" } , [54] =  { ["id"] = 54 , ["line"] = 6 , ["name"] ="Дробящее оружие" } , [152] =  { ["id"] = 152 , ["line"] = 9 
, ["name"] ="Езда на баранах" } , [149] =  { ["id"] = 149 , ["line"] = 9 , ["name"] ="Езда на волках" } , [713] =  { ["id"] = 713 , ["line"] 
= 9 , ["name"] ="Езда на кодо" } , [148] =  { ["id"] = 148 , ["line"] = 9 , ["name"] ="Езда на лошадях" } , [533] =  { ["id"] = 533 
, ["line"] = 9 , ["name"] ="Езда на рапторах" } , [150] =  { ["id"] = 150 , ["line"] = 9 , ["name"] ="Езда на тиграх" } , [228] =  { ["id"] 
= 228 , ["line"] = 6 , ["name"] ="Жезлы" } , [95] =  { ["id"] = 95 , ["line"] = 6 , ["name"] ="Защита" } , [257] =  { ["id"] = 257 , ["line"] 
= 7 , ["name"] ="Защита" } , [267] =  { ["id"] = 267 , ["line"] = 7 , ["name"] ="Защита" } , [202] =  { ["id"] = 202 , ["line"] = 11 
, ["name"] ="Инженерное дело" } , [374] =  { ["id"] = 374 , ["line"] = 7 , ["name"] ="Исцеление" } , [573] =  { ["id"] = 573 , ["line"] = 7 
, ["name"] ="Исцеление" } , [173] =  { ["id"] = 173 , ["line"] = 6 , ["name"] ="Кинжалы" } , [473] =  { ["id"] = 473 , ["line"] = 6 , ["name"] 
="Кистевое оружие" } , [776] =  { ["id"] = 776 , ["line"] = 7 , ["name"] ="Ковка рун" } , [414] =  { ["id"] = 414 , ["line"] = 8 , ["name"] 
="Кожаные доспехи" } , [165] =  { ["id"] = 165 , ["line"] = 11 , ["name"] ="Кожевничество" } , [355] =  { ["id"] = 355 , ["line"] = 7 
, ["name"] ="Колдовство" } , [413] =  { ["id"] = 413 , ["line"] = 8 , ["name"] ="Кольчужные доспехи" } , [770] =  { ["id"] = 770 , ["line"] 
= 7 , ["name"] ="Кровь" } , [164] =  { ["id"] = 164 , ["line"] = 11 , ["name"] ="Кузнечное дело" } , [185] =  { ["id"] = 185 , ["line"] = 9 
, ["name"] ="Кулинария" } , [293] =  { ["id"] = 293 , ["line"] = 8 , ["name"] ="Латы" } , [6] =  { ["id"] = 6 , ["line"] = 7 , ["name"] = 
"Лед" } , [771] =  { ["id"] = 771 , ["line"] = 7 , ["name"] ="Лед" } , [253] =  { ["id"] = 253 , ["line"] = 7 , ["name"] ="Ликвидация" } 
, [45] =  { ["id"] = 45 , ["line"] = 6 , ["name"] ="Луки" } , [176] =  { ["id"] = 176 , ["line"] = 6 , ["name"] ="Метательное оружие" } , [43] 
=  { ["id"] = 43 , ["line"] = 6 , ["name"] ="Мечи" } , [333] =  { ["id"] = 333 , ["line"] = 11 , ["name"] ="Наложение чар" } , [773] = 
 { ["id"] = 773 , ["line"] = 11 , ["name"] ="Начертание" } , [256] =  { ["id"] = 256 , ["line"] = 7 , ["name"] ="Неистовство" } , [772] = 
 { ["id"] = 772 , ["line"] = 7 , ["name"] ="Нечестивость" } , [46] =  { ["id"] = 46 , ["line"] = 6 , ["name"] ="Огнестрельное оружие" } , [8] 
=  { ["id"] = 8 , ["line"] = 7 , ["name"] ="Огонь" } , [26] =  { ["id"] = 26 , ["line"] = 7 , ["name"] ="Оружие" } , [129] =  { ["id"] 
= 129 , ["line"] = 9 , ["name"] ="Первая помощь" } , [782] =  { ["id"] = 782 , ["line"] = 7 , ["name"] ="Питомец - вурдалак" } , [212] =  { 
, ["id"] = 212 , ["line"] = 7 , ["name"] ="Питомец - кроколиск" } , [775] =  { ["id"] = 775 , ["line"] = 7 , ["name"] ="Питомец - мотылек" } , [785] 
=  { ["id"] = 785 , ["line"] = 7 , ["name"] ="Питомец - оса" } , [780] =  { ["id"] = 780 , ["line"] = 7 , ["name"] ="Питомец - редкая химера" } , [781] =  { ["id"] = 781 , ["line"] = 7 , ["name"] ="Питомец - редкий дьявозавр" } , [786] =  { ["id"] = 786 , ["line"] = 7 
, ["name"] ="Питомец - редкий люторог" } , [783] =  { ["id"] = 783 , ["line"] = 7 , ["name"] ="Питомец - редкий силитид" } , [784] =  { 
, ["id"] = 784 , ["line"] = 7 , ["name"] ="Питомец - редкий червь" } , [655] =  { ["id"] = 655 , ["line"] = 7 , ["name"] ="Питомец - сова" } , [758] 
=  { ["id"] = 758 , ["line"] = -1 , ["name"] ="Питомец - управление" } , [766] =  { ["id"] = 766 , ["line"] = 7 , ["name"] ="Питомец: астральная игуана" } , [188] =  { ["id"] = 188 , ["line"] = 7 , ["name"] ="Питомец: бес" } , [208] =  { ["id"] = 208 , ["line"] = 7 , ["name"] 
="Питомец: волк" } , [654] =  { ["id"] = 654 , ["line"] = 7 , ["name"] ="Питомец: гиена" } , [215] =  { ["id"] = 215 , ["line"] = 7 
, ["name"] ="Питомец: горилла" } , [218] =  { ["id"] = 218 , ["line"] = 7 , ["name"] ="Питомец: долгоног" } , [763] =  { ["id"] = 763 
, ["line"] = 7 , ["name"] ="Питомец: дракондор" } , [768] =  { ["id"] = 768 , ["line"] = 7 , ["name"] ="Питомец: змей" } , [211] =  { ["id"] 
= 211 , ["line"] = 7 , ["name"] ="Питомец: кабан" } , [209] =  { ["id"] = 209 , ["line"] = 7 , ["name"] ="Питомец: кошка" } , [214] =  { 
, ["id"] = 214 , ["line"] = 7 , ["name"] ="Питомец: краб" } , [656] =  { ["id"] = 656 , ["line"] = 7 , ["name"] ="Питомец: крылатый змей" } , [653] 
=  { ["id"] = 653 , ["line"] = 7 , ["name"] ="Питомец: летучая мышь" } , [270] =  { ["id"] = 270 , ["line"] = 7 , ["name"] ="Питомец: любой" } , [210] =  { ["id"] = 210 , ["line"] = 7 , ["name"] ="Питомец: медведь" } , [767] =  { ["id"] = 767 , ["line"] = 7 , ["name"] ="Питомец: опустошитель" } , [213] =  { ["id"] = 213 , ["line"] = 7 , ["name"] ="Питомец: падальщик" } , [203] =  { ["id"] = 203 , ["line"] = 7 , ["name"] ="Питомец: паук" } , [764] =  { ["id"] = 764 , ["line"] = 7 , ["name"] ="Питомец: скат Пустоты" } , [236] =  { ["id"] = 236 
, ["line"] = 7 , ["name"] ="Питомец: скорпид" } , [765] =  { ["id"] = 765 , ["line"] = 7 , ["name"] ="Питомец: Спороскат" } , [251] =  { 
, ["id"] = 251 , ["line"] = 7 , ["name"] ="Питомец: черепаха" } , [787] =  { ["id"] = 787 , ["line"] = 7 , ["name"] ="Питомец: экзотическая гончая Недр" } , [788] =  { ["id"] = 788 , ["line"] = 5 , ["name"] ="Питомец: экзотический зверек" } , [217] =  { ["id"] = 217 , ["line"] = 7 
, ["name"] ="Питомец: ящер" } , [155] =  { ["id"] = 155 , ["line"] = 9 , ["name"] ="Плавание" } , [50] =  { ["id"] = 50 , ["line"] = 7 
, ["name"] ="Повелитель зверей" } , [197] =  { ["id"] = 197 , ["line"] = 11 , ["name"] ="Портняжное дело" } , [613] =  { ["id"] = 613 
, ["line"] = 7 , ["name"] ="Послушание" } , [136] =  { ["id"] = 136 , ["line"] = 6 , ["name"] ="Посохи" } , [204] =  { ["id"] = 204 , ["line"] 
= 7 , ["name"] ="Прислужник: демон Бездны" } , [206] =  { ["id"] = 206 , ["line"] = 7 , ["name"] ="Прислужник: огненный голем" } , [189] =  
{ ["id"] = 189 , ["line"] = 7 , ["name"] ="Прислужник: охотник Скверны" } , [761] =  { ["id"] = 761 , ["line"] = 7 , ["name"] ="Прислужник: страж Скверны" } , [207] =  { ["id"] = 207 , ["line"] = 7 , ["name"] ="Прислужник: Стражник Ужаса" } , [205] =  { ["id"] = 205 , ["line"] = 7 
, ["name"] ="Прислужник: суккуб" } , [593] =  { ["id"] = 593 , ["line"] = 7 , ["name"] ="Разрушение" } , [753] =  { ["id"] = 753 , ["line"] 
= 9 , ["name"] ="Расовый навык гномов" } , [101] =  { ["id"] = 101 , ["line"] = 9 , ["name"] ="Расовый навык дворфов" } , [760] =  { ["id"] 
= 760 , ["line"] = 9 , ["name"] ="Расовый навык дренея" } , [220] =  { ["id"] = 220 , ["line"] = 9 , ["name"] ="Расовый навык нежити" } , [126] = 
 { ["id"] = 126 , ["line"] = 9 , ["name"] ="Расовый навык ночных эльфов" } , [125] =  { ["id"] = 125 , ["line"] = 9 , ["name"] ="Расовый навык орков" } , [124] =  { ["id"] = 124 , ["line"] = 9 , ["name"] ="Расовый навык тауренов" } , [733] =  { ["id"] = 733 , ["line"] = 9 
, ["name"] ="Расовый навык троллей" } , [756] =  { ["id"] = 756 , ["line"] = 9 , ["name"] ="Расовый навык эльфов крови" } , [754] =  { 
, ["id"] = 754 , ["line"] = 9 , ["name"] ="Расовый: люди" } , [162] =  { ["id"] = 162 , ["line"] = 6 , ["name"] ="Рукопашный бой" } , [356] =  
{ ["id"] = 356 , ["line"] = 9 , ["name"] ="Рыбная ловля" } , [56] =  { ["id"] = 56 , ["line"] = 7 , ["name"] ="Свет" } , [594] =  { ["id"] 
= 594 , ["line"] = 7 , ["name"] ="Свет" } , [134] =  { ["id"] = 134 , ["line"] = 7 , ["name"] ="Сила зверя" } , [39] =  { ["id"] = 39 
, ["line"] = 7 , ["name"] ="Скрытность" } , [393] =  { ["id"] = 393 , ["line"] = 11 , ["name"] ="Снятие шкур" } , [373] =  { ["id"] = 373 
, ["line"] = 7 , ["name"] ="Совершенствование" } , [778] =  { ["id"] = 778 , ["line"] = 7 , ["name"] ="Спутники" } , [777] =  { ["id"] = 777 
, ["line"] = 7 , ["name"] ="Средства передвижения" } , [375] =  { ["id"] = 375 , ["line"] = 7 , ["name"] ="Стихии" } , [163] =  { ["id"] = 
163 , ["line"] = 7 , ["name"] ="Стрельба" } , [237] =  { ["id"] = 237 , ["line"] = 7 , ["name"] ="Тайная магия" } , [78] =  { ["id"] = 78 
, ["line"] = 7 , ["name"] ="Темная магия" } , [415] =  { ["id"] = 415 , ["line"] = 8 , ["name"] ="Тканевые доспехи" } , [44] =  { ["id"] = 
44 , ["line"] = 6 , ["name"] ="Топоры" } , [182] =  { ["id"] = 182 , ["line"] = 11 , ["name"] ="Травничество" } , [433] =  { ["id"] = 433 
, ["line"] = 8 , ["name"] ="Щит" } , [755] =  { ["id"] = 755 , ["line"] = 11 , ["name"] ="Ювелирное дело" } , [98] =  { ["id"] = 98 , ["line"] 
= 10 , ["name"] ="Язык: всеобщий" } , [313] =  { ["id"] = 313 , ["line"] = 10 , ["name"] ="Язык: гномский" } , [113] =  { ["id"] = 113 
, ["line"] = 10 , ["name"] ="Язык: дарнасский" } , [111] =  { ["id"] = 111 , ["line"] = 10 , ["name"] ="Язык: дворфийский" } , [138] =  { 
, ["id"] = 138 , ["line"] = 10 , ["name"] ="Язык: драконий" } , [141] =  { ["id"] = 141 , ["line"] = 10 , ["name"] ="Язык: древний" } , [759] = 
 { ["id"] = 759 , ["line"] = 10 , ["name"] ="Язык: дренейский" } , [139] =  { ["id"] = 139 , ["line"] = 10 , ["name"] ="Язык: наречие демонов" } , [673] =  { ["id"] = 673 , ["line"] = 10 , ["name"] ="Язык: наречие нежити" } , [140] =  { ["id"] = 140 , ["line"] = 10 , ["name"] 
="Язык: наречие титанов" } , [315] =  { ["id"] = 315 , ["line"] = 10 , ["name"] ="Язык: наречие троллей" } , [109] =  { ["id"] = 109 
, ["line"] = 10 , ["name"] ="Язык: орочий" } , [137] =  { ["id"] = 137 , ["line"] = 10 , ["name"] ="Язык: талассийский" } , [115] =  { ["id"] 
= 115 , ["line"] = 10 , ["name"] ="Язык: таурахэ" } }